console.log(`Самооценка 120/120: 
  1. студент засабмитил в rs app ссылку на своё CV задеплоенное на gh-pages +10 
  2. вёрстка валидная +10
  3. вёрстка семантическая +20
  В коде странице присутствуют и используются по назначению следующие элементы:
   3.1 header, main, footer +5
   3.2 элемент nav +5
   3.3 только один заголовок h1 +5
   3.4 заголовки h2 +5
   3.5 в footer есть ссылка на гитхаб автора работы, год создания приложения, логотип курса со ссылкой на курс +10
  4. для оформления СV используются css-стили +10
  5. при уменьшении масштаба страницы браузера вёрстка размещается по центру по горизонтали, а не сдвигается в сторону +10
  6. на странице СV есть фото или аватарка автора, пропорции изображения не искажены, у изображения есть атрибут alt +10
  7. навигация, контакты для связи и перечень навыков оформлены в виде списка ul > li или ul > li > a +10
  8. Содержание CV +30
    8.1 краткую информацию о себе +5
    8.2 контакты для связи +5
    8.3 перечень навыков +5
    8.4 пример кода. Код добавляется при помощи символов и тегов, а не картинкой +5
    8.5 перечень выполненных учебных проектов со ссылками на исходный код или страницу приложения +5
    8.6 информацию об образовании и уровне английского +5
  9. CV выполнено на английском языке +10`)